---
kind: other
id: Properties.T:Autodesk.Revit.DB.DefinitionGroups
source: html/4f415d84-319a-355f-3a29-3ae31150d89d.htm
---
# DefinitionGroups Properties

Identifies if the definition groups collection is empty.